Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# AdvancedSetting.splitPaneSourceInnerBorderColor
source: Color of source pane inner border when moving/swapping a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
de: Farbe des inneren Rahmens des Quellbereichs beim Verschieben/Vertauschen eines geteilten Bereichs. Sollte eine Farbe im Web-Format sein, #rrggbb. Sie können auch p3#rrggbb für den P3-Farbraum verwenden.
ja: 分割ペインを移動／入れ替えする際の移動元ペインの内側の枠線の色。 ウェブスタイルの色（#rrggbb）を指定してください。P3カラースペースにはp3#rrggbbも使用できます。
pt_br: Cor da borda interna do painel de origem ao mover/trocar um painel dividido. Deve ser uma cor no estilo web, #rrggbb. Você também pode usar p3#rrggbb para o espaço de cores p3.
ru: Цвет внутренней границы исходной панели при перемещении/обмене разделённых панелей. Должен быть цветом в веб-формате, #rrggbb. Также можно использовать p3#rrggbb для цветового пространства P3.
zh_hans: 移动/交换分屏窗格时源窗格内边界的颜色。 应为网页风格颜色，#rrggbb。也可使用p3#rrggbb表示p3颜色空间。

# AdvancedSetting.splitPaneTargetDropBorderColor
source: Color of drop target outer border when dragging a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
de: Farbe des äußeren Rahmens des Zielbereichs beim Ziehen eines geteilten Bereichs. Sollte eine Farbe im Web-Format sein, #rrggbb. Sie können auch p3#rrggbb für den P3-Farbraum verwenden.
ja: 分割ペインをドラッグする際のドロップ先の外側の枠線の色。 ウェブスタイルの色（#rrggbb）を指定してください。P3カラースペースにはp3#rrggbbも使用できます。
pt_br: Cor da borda externa do alvo de soltura ao arrastar um painel dividido. Deve ser uma cor no estilo web, #rrggbb. Você também pode usar p3#rrggbb para o espaço de cores p3.
ru: Цвет внешней границы целевой панели при перетаскивании разделённой панели. Должен быть цветом в веб-формате, #rrggbb. Также можно использовать p3#rrggbb для цветового пространства P3.
zh_hans: 拖动分屏窗格时放置目标外边界的颜色。 应为网页风格颜色，#rrggbb。也可使用p3#rrggbb表示p3颜色空间。

# AdvancedSetting.splitPaneTargetDropFillColor
source: Color of drop target fill when dragging a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
de: Füllfarbe des Zielbereichs beim Ziehen eines geteilten Bereichs. Sollte eine Farbe im Web-Format sein, #rrggbb. Sie können auch p3#rrggbb für den P3-Farbraum verwenden.
ja: 分割ペインをドラッグする際のドロップ先の塗りつぶし色。 ウェブスタイルの色（#rrggbb）を指定してください。P3カラースペースにはp3#rrggbbも使用できます。
pt_br: Cor do preenchimento do alvo de soltura ao arrastar um painel dividido. Deve ser uma cor no estilo web, #rrggbb. Você também pode usar p3#rrggbb para o espaço de cores p3.
ru: Цвет заливки целевой панели при перетаскивании разделённой панели. Должен быть цветом в веб-формате, #rrggbb. Также можно использовать p3#rrggbb для цветового пространства P3.
zh_hans: 拖动分屏窗格时放置目标填充颜色。 应为网页风格颜色，#rrggbb。也可使用p3#rrggbb表示p3颜色空间。

# AdvancedSetting.splitPaneTargetDropInnerBorderColor
source: Color of drop target inner border when dragging a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
de: Farbe des inneren Rahmens des Zielbereichs beim Ziehen eines geteilten Bereichs. Sollte eine Farbe im Web-Format sein, #rrggbb. Sie können auch p3#rrggbb für den P3-Farbraum verwenden.
ja: 分割ペインをドラッグする際のドロップ先の内側の枠線の色。 ウェブスタイルの色（#rrggbb）を指定してください。P3カラースペースにはp3#rrggbbも使用できます。
pt_br: Cor da borda interna do alvo de soltura ao arrastar um painel dividido. Deve ser uma cor no estilo web, #rrggbb. Você também pode usar p3#rrggbb para o espaço de cores p3.
ru: Цвет внутренней границы целевой панели при перетаскивании разделённой панели. Должен быть цветом в веб-формате, #rrggbb. Также можно использовать p3#rrggbb для цветового пространства P3.
zh_hans: 拖动分屏窗格时放置目标内边界的颜色。 应为网页风格颜色，#rrggbb。也可使用p3#rrggbb表示p3颜色空间。

# AdvancedSetting.squareWindowCorners
source: Windows have square corners. This is only for users who have already hacked macOS to remove rounded corners. You must restart iTerm2 after changing this setting for it to take effect.
de: Fenster haben eckige Ecken. Dies ist nur für Benutzer gedacht, die macOS bereits so modifiziert haben, dass abgerundete Ecken entfernt wurden. Sie müssen iTerm2 nach Ändern dieser Einstellung neu starten, damit sie wirksam wird.
ja: ウィンドウの角を四角形にする。 これはmacOSの角丸をすでにハック済みのユーザー専用です。この設定の変更を反映させるにはiTerm2を再起動する必要があります。
pt_br: As janelas têm cantos quadrados. Isto é apenas para usuários que já modificaram o macOS para remover os cantos arredondados. Você deve reiniciar o iTerm2 após alterar este ajuste para que ele tenha efeito.
ru: Окна имеют прямые углы. Это только для пользователей, которые уже настроили macOS на отображение без скруглённых углов. Чтобы изменение этого параметра вступило в силу, необходимо перезапустить iTerm2.
zh_hans: 窗口有方形角。 仅适用于已修改macOS以去除圆角的用户。更改此设置后必须重启iTerm2才能生效。

# AdvancedSetting.sshSchemePath
source: Command to run when handling an ssh:// URL.
de: Befehl, der beim Verarbeiten einer ssh://-URL ausgeführt wird.
ja: ssh:// URLを処理する際に実行するコマンド。
pt_br: Comando a executar ao processar uma URL ssh://.
ru: Команда, выполняемая при обработке ссылки ssh://.
zh_hans: 处理ssh:// URL时运行的命令。

# AdvancedSetting.sshURLsSupportPath
source: SSH URLs respect the path. They run the command: ssh -t "cd $$PATH$$; exec \$SHELL -l"
de: SSH-URLs berücksichtigen den Pfad. Sie führen den Befehl aus: ssh -t "cd $$PATH$$; exec \$SHELL -l"
ja: SSH URLがパスを尊重する。 次のコマンドを実行します：ssh -t "cd $$PATH$$; exec \$SHELL -l"
pt_br: URLs SSH respeitam o caminho. Elas executam o comando: ssh -t "cd $$PATH$$; exec \$SHELL -l"
ru: Ссылки SSH учитывают путь. Выполняется команда: ssh -t "cd $$PATH$$; exec \$SHELL -l"
zh_hans: SSH URL会遵循路径。 它们运行以下命令：ssh -t "cd $$PATH$$; exec \$SHELL -l"

# AdvancedSetting.startDebugLoggingAutomatically
source: Start debug logging automatically when iTerm2 is launched.
de: Debug-Protokollierung automatisch beim Start von iTerm2 aktivieren.
ja: iTerm2起動時に自動的にデバッグログを開始する。
pt_br: Iniciar o registro de depuração automaticamente quando o iTerm2 for iniciado.
ru: Автоматически запускать отладочное журналирование при запуске iTerm2.
zh_hans: 启动iTerm2时自动开始调试日志。

# AdvancedSetting.statusBarHeight
source: Height of the status bar in points. This will also affect the height of per-pane title bars becuase the status bar may be embedded in it. You must restart iTerm2 after changing this setting for it to take effect.
de: Höhe der Statusleiste in Punkten. Dies wirkt sich auch auf die Höhe der Titelleisten pro Bereich aus, da die Statusleiste darin eingebettet sein kann. Sie müssen iTerm2 nach Ändern dieser Einstellung neu starten, damit sie wirksam wird.
ja: ステータスバーの高さ（ポイント単位）。 ステータスバーがペインごとのタイトルバーに埋め込まれることがあるため、これは各ペインのタイトルバーの高さにも影響します。この設定の変更を反映させるにはiTerm2を再起動する必要があります。
pt_br: Altura da barra de status em pontos. Isso também afetará a altura das barras de título por painel porque a barra de status pode estar embutida nela. Você deve reiniciar o iTerm2 após alterar este ajuste para que ele tenha efeito.
ru: Высота строки состояния в пунктах. Это также повлияет на высоту заголовков панелей, так как строка состояния может быть встроена в них. Чтобы изменение этого параметра вступило в силу, необходимо перезапустить iTerm2.
zh_hans: 状态栏的高度（单位：点）。 这也会影响每个窗格标题栏的高度，因为状态栏可能嵌入其中。更改此设置后必须重启iTerm2才能生效。

# AdvancedSetting.statusBarIcon
source: Add status bar icon when excluded from dock? When you turn on “Exclude from Dock and ⌘-Tab Application Switcher” a status bar icon is added to the menu bar so you can switch the setting back off. Disable this to remove the status bar icon. Doing so makes it very hard to get to Settings. You must restart iTerm2 after changing this setting.
de: Statusleistensymbol hinzufügen, wenn aus dem Dock ausgeschlossen? Wenn Sie „Aus Dock und ⌘-Tab-Anwendungswechsler ausschließen“ aktivieren, wird der Menüleiste ein Statusleistensymbol hinzugefügt, damit Sie die Einstellung wieder ausschalten können. Deaktivieren Sie dies, um das Statusleistensymbol zu entfernen. Dadurch wird der Zugriff auf die Einstellungen sehr erschwert. Sie müssen iTerm2 nach Ändern dieser Einstellung neu starten.
ja: Dockから除外されているときにステータスバーアイコンを追加するか？ 「DockおよびCmd-Tabアプリケーションスイッチャーから除外する」を有効にすると、メニューバーにステータスバーアイコンが追加され、その設定を再びオフに戻せるようになります。これを無効にするとステータスバーアイコンが削除されます。その場合、設定にアクセスするのが非常に難しくなります。この設定の変更を反映させるにはiTerm2を再起動する必要があります。
pt_br: Adicionar ícone na barra de menus quando excluído do Dock? Quando você ativa “Excluir do Dock e do alternador de aplicativos ⌘-Tab”, um ícone é adicionado à barra de menus para que você possa desativar o ajuste novamente. Desative isto para remover o ícone. Fazer isso torna muito difícil chegar aos Ajustes. Você deve reiniciar o iTerm2 após alterar este ajuste.
ru: Добавлять значок в строку меню, когда приложение исключено из Dock? При включении параметра «Исключить из Dock и переключателя приложений ⌘-Tab» в строку меню добавляется значок, позволяющий снова выключить этот параметр. Отключите это, чтобы убрать значок из строки меню. При этом получить доступ к настройкам станет очень сложно. Чтобы изменение этого параметра вступило в силу, необходимо перезапустить iTerm2.
zh_hans: 当被排除在 Dock 中时，是否应添加状态栏图标？ 当开启“从 Dock 排除并使用 ⌘-Tab 应用切换器”时，状态栏图标会添加到菜单栏中，以便您取消此设置。禁用该选项即可移除状态栏图标，但这样会使“设置”界面难以访问，更改后必须重启 iTerm2。

# AdvancedSetting.stealKeyFocus
source: When Focus Follows Mouse is enabled, steal key focus even when inactive.
de: Wenn „Fokus folgt der Maus“ aktiviert ist, den Tastaturfokus auch dann übernehmen, wenn inaktiv.
ja: Focus Follows Mouseが有効な場合、非アクティブでもキーフォーカスを奪う。
pt_br: Quando “O foco segue o mouse” estiver ativado, roubar o foco do teclado mesmo quando inativo.
ru: Когда включена функция «Фокус следует за мышью» (Focus Follows Mouse), перехватывать фокус ввода, даже если приложение неактивно.
zh_hans: 当“焦点跟随鼠标”功能启用时，即使未激活，也能窃取键盘焦点。

# AdvancedSetting.storeStateInSqlite
source: Store window restoration state in SQLite
de: Status der Fensterwiederherstellung in SQLite speichern
ja: ウィンドウ復元状態をSQLiteに保存する
pt_br: Armazenar o estado de restauração de janelas no SQLite
ru: Хранить состояние восстановления окон в SQLite
zh_hans: 将窗口恢复状态存储在 SQLite 中

# AdvancedSetting.stripZeroWidthFormatCharactersOnPaste
source: Strip zero-width bidi/format characters when pasting? Characters like the Zero-Width Non-Joiner (U+200C, the Persian half-space), ZWJ, LRM, and RLM are invisible but macOS classifies them as control characters, so line editors like zsh render them as a visible <200c> at the prompt. Turn this on to remove them from pasted text so the command line stays clean. Off by default because these characters are meaningful; enabling this changes the pasted text.
de: Bidi-/Formatierungszeichen ohne Breite beim Einfügen entfernen? Zeichen wie der Zero-Width Non-Joiner (U+200C, das persische Halbleerzeichen), ZWJ, LRM und RLM sind unsichtbar, werden von macOS aber als Steuerzeichen eingestuft, sodass Zeilen-Editoren wie zsh sie als sichtbares <200c> am Prompt darstellen. Aktivieren Sie dies, um sie aus eingefügtem Text zu entfernen, damit die Befehlszeile sauber bleibt. Standardmäßig deaktiviert, da diese Zeichen eine Bedeutung haben; das Aktivieren ändert den eingefügten Text.
ja: 貼り付け時にゼロ幅の双方向／書式文字を取り除くか？ Zero-Width Non-Joiner（U+200C、ペルシア語のハーフスペース）、ZWJ、LRM、RLMのような文字は目に見えませんが、macOSはこれらを制御文字として分類するため、zshのような行エディタはプロンプトで<200c>として可視表示することがあります。これを有効にすると、貼り付けたテキストからこれらを取り除き、コマンドラインをきれいに保てます。これらの文字は意味を持つため、デフォルトではオフになっています。有効にすると貼り付けたテキストが変更されます。
pt_br: Remover caracteres bidi/de formatação de largura zero ao colar? Caracteres como o Zero-Width Non-Joiner (U+200C, o meio-espaço persa), ZWJ, LRM e RLM são invisíveis, mas o macOS os classifica como caracteres de controle, então editores de linha como o zsh os exibem como um <200c> visível no prompt. Ative isto para removê-los do texto colado para que a linha de comando permaneça limpa. Desativado por padrão porque esses caracteres são significativos; ativar isto altera o texto colado.
ru: Удалять нулевой ширины двунаправленные/форматирующие символы при вставке? Такие символы, как Zero-Width Non-Joiner (U+200C, персидский полупробел), ZWJ, LRM и RLM, невидимы, но macOS относит их к управляющим символам, поэтому такие редакторы командной строки, как zsh, отображают их в приглашении как видимый <200c>. Включите этот параметр, чтобы удалять их из вставляемого текста и сохранять командную строку чистой. По умолчанию выключено, так как эти символы имеют смысловое значение; включение этого параметра изменяет вставляемый текст.
zh_hans: 粘贴时是否应去除零宽度双向/格式字符？ 如零宽度非连接符（U+200C，波斯半空格）、ZWJ、LRM 和 RLM 等字符虽不可见，但 macOS 将其归类为控制字符，因此像 zsh 这样的行编辑器会在提示符中显示为可见的 <200c>。开启此选项可移除这些字符，使命令行更整洁。默认关闭是因为这些字符具有实际意义；启用后会改变粘贴文本内容。

# AdvancedSetting.successSound
source: When Alert on Next Mark is configured to play a sound, use a file with this name for successful completion of the previous command. You can name a system sound or a file in ~/Library/Sounds.
de: Wenn „Hinweis bei nächster Markierung“ so konfiguriert ist, dass ein Ton abgespielt wird, eine Datei mit diesem Namen für den erfolgreichen Abschluss des vorherigen Befehls verwenden. Sie können einen Systemton oder eine Datei in ~/Library/Sounds angeben.
ja: Alert on Next Markがサウンドを再生するよう設定されている場合、前のコマンドが正常終了した際にこの名前のファイルを使用する。 システムサウンド名、または~/Library/Sounds内のファイルを指定できます。
pt_br: Quando o Alerta na próxima marca estiver configurado para tocar um som, usar um arquivo com este nome para a conclusão bem-sucedida do comando anterior. Você pode nomear um som do sistema ou um arquivo em ~/Library/Sounds.
ru: Если функция «Оповещение о следующей метке» (Alert on Next Mark) настроена на воспроизведение звука, использовать для успешного завершения предыдущей команды файл с этим именем. Можно указать имя системного звука или файла в ~/Library/Sounds.
zh_hans: 当“下次标记时显示警报”配置为播放声音时，应使用特定名称的文件作为上一个命令成功的文件。 您可以在 ~/Library/Sounds 目录中创建系统声音或文件。

# AdvancedSetting.supportDecsetMetaSendsEscape
source: Support DECSET 1036? This allows apps in the terminal to control whether the option key sends esc+ or acts like a regular option key.
de: DECSET 1036 unterstützen? Dies erlaubt Apps im Terminal, zu steuern, ob die Wahltaste (Option) esc+ sendet oder sich wie eine normale Wahltaste verhält.
ja: DECSET 1036をサポートするか？ これにより、ターミナル内のアプリがOptionキーでesc+を送信するか、通常のOptionキーとして動作するかを制御できます。
pt_br: Suportar DECSET 1036? Isso permite que os apps no terminal controlem se a tecla option envia esc+ ou age como uma tecla option normal.
ru: Поддерживать DECSET 1036? Это позволяет приложениям в терминале управлять тем, отправляет ли клавиша Option esc+ или ведёт себя как обычная клавиша Option.
zh_hans: 是否支持 DECSET 1036？ 这允许终端中的应用程序控制选项键是发送 esc+还是像普通选项键一样操作。

# AdvancedSetting.supportPowerlineExtendedSymbols
source: Include extended symbols when drawing Powerline natively.
de: Erweiterte Symbole beim nativen Zeichnen von Powerline einbeziehen.
ja: Powerlineをネイティブで描画する際、拡張シンボルを含める。
pt_br: Incluir símbolos estendidos ao desenhar o Powerline nativamente.
ru: Включать расширенные символы при нативной отрисовке Powerline.
zh_hans: 在原生绘制 Powerline 时是否应包含扩展符号？

# AdvancedSetting.supportREPCode
source: Enable support for REP (Repeat previous character) escape sequence?
de: Unterstützung für die Escape-Sequenz REP (vorheriges Zeichen wiederholen) aktivieren?
ja: REP（直前の文字を繰り返す）エスケープシーケンスのサポートを有効にするか？
pt_br: Ativar suporte para a sequência de escape REP (repetir caractere anterior)?
ru: Включить поддержку управляющей последовательности REP (повтор предыдущего символа)?
zh_hans: 是否支持 REP（重复上一个字符）转义序列？

# AdvancedSetting.suppressMultilinePasteWarningWhenNotAtShellPrompt
source: Suppress warning about multi-line paste when not at prompt. Requires Shell Integration to be installed.
de: Warnung über mehrzeiliges Einfügen unterdrücken, wenn nicht am Prompt. Erfordert installierte Shell-Integration.
ja: プロンプトにいないときの複数行の貼り付けに関する警告を表示しない。 これにはShell Integrationのインストールが必要です。
pt_br: Suprimir o aviso sobre colagem de várias linhas quando não estiver no prompt. Requer que o Shell Integration esteja instalado.
ru: Отключить предупреждение о многострочной вставке, когда вы не находитесь в приглашении. Требуется установленная Shell Integration.
zh_hans: 在提示符外时，是否应忽略多行粘贴警告？ 需要安装 Shell Integration。

source: Suppress warning about multi-line paste when pasting a single line ending with a newline. This suppresses all multi-line paste warnings when a single line is being pasted.
de: Warnung über mehrzeiliges Einfügen unterdrücken, wenn eine einzelne Zeile eingefügt wird, die mit einem Zeilenumbruch endet. Dies unterdrückt alle Warnungen über mehrzeiliges Einfügen, wenn eine einzelne Zeile eingefügt wird.
ja: 改行で終わる1行を貼り付けるときの複数行の貼り付けに関する警告を表示しない。 これは1行のみが貼り付けられる場合に、すべての複数行貼り付け警告を抑制します。
pt_br: Suprimir o aviso sobre colagem de várias linhas ao colar uma única linha terminada com uma quebra de linha. Isso suprime todos os avisos de colagem de várias linhas quando uma única linha está sendo colada.
ru: Отключить предупреждение о многострочной вставке при вставке одной строки, заканчивающейся переносом строки. Это отключает все предупреждения о многострочной вставке, когда вставляется одна строка.
zh_hans: 在粘贴以换行符结尾的单行内容时，是否应忽略多行粘贴警告？ 这会消除单行粘贴时的所有多行粘贴警告。

# AdvancedSetting.suppressRestartAnnouncement
source: Suppress the Restart Session offer. When a session terminates, it will offer to restart itself. Turn this on to suppress the offer permanently.
de: Angebot zum Neustart der Sitzung unterdrücken. Wenn eine Sitzung endet, wird angeboten, sie neu zu starten. Aktivieren Sie dies, um das Angebot dauerhaft zu unterdrücken.
ja: Restart Sessionの提案を表示しない。 セッションが終了すると、再起動を提案します。これを有効にすると、その提案を永続的に抑制します。
pt_br: Suprimir a oferta de Reiniciar sessão. Quando uma sessão termina, ela oferecerá reiniciar a si mesma. Ative isto para suprimir a oferta permanentemente.
ru: Отключить предложение перезапустить сеанс. При завершении сеанса будет предложено перезапустить его. Включите этот параметр, чтобы отключить это предложение навсегда.
zh_hans: 是否应隐藏“重启会话”选项？ 当会话终止时，会提供重新启动的选项。开启此选项可永久隐藏该选项。

# AdvancedSetting.swapFindNextPrevious
source: Swap Find Next and Find Previous. If enabled, Find Next will search up and Find Previous will search down (iTerm2's traditional behavior, which is a departure from macOS's standard). When disabled, search behaves like a normal macOS app.
de: „Weitersuchen“ und „Vorherige suchen“ vertauschen. Wenn aktiviert, sucht „Weitersuchen“ aufwärts und „Vorherige suchen“ abwärts (das traditionelle Verhalten von iTerm2, das vom macOS-Standard abweicht). Wenn deaktiviert, verhält sich die Suche wie in einer normalen macOS-App.
ja: 「次を検索」と「前を検索」を入れ替える。 有効にすると、「次を検索」は上方向、「前を検索」は下方向に検索します（macOSの標準とは異なる、iTerm2の従来の動作です）。無効にすると、検索は通常のmacOSアプリと同じように動作します。
pt_br: Trocar Buscar próximo e Buscar anterior. Se ativado, Buscar próximo buscará para cima e Buscar anterior buscará para baixo (o comportamento tradicional do iTerm2, que se afasta do padrão do macOS). Quando desativado, a busca se comporta como em um app normal do macOS.
ru: Поменять местами «Найти следующее» и «Найти предыдущее». Если включено, «Найти следующее» будет искать вверх, а «Найти предыдущее» — вниз (традиционное поведение iTerm2, отличающееся от стандартного для macOS). Если выключено, поиск ведёт себя как в обычном приложении macOS.
zh_hans: 是否应交换“查找下一个”和“查找上一个”。 若启用，“查找下一个”会向上搜索，而“查找上一个”会向下搜索（这是 iTerm2 的传统行为，与 macOS 标准不同）。禁用后，搜索行为类似普通 macOS 应用。

# AdvancedSetting.synchronizeQueryWithFindPasteboard
source: Synchronize search queries across windows and applications. Normally, when you enter a search query in a Find field all find fields in all applications get updated to hold the same value. This is utter nonsense, and can be disabled by setting this preference to No.
de: Suchanfragen zwischen Fenstern und Anwendungen synchronisieren. Normalerweise werden beim Eingeben einer Suchanfrage in ein Suchfeld alle Suchfelder in allen Anwendungen mit demselben Wert aktualisiert. Das ist völliger Unsinn und kann deaktiviert werden, indem diese Einstellung auf „Nein“ gesetzt wird.
ja: 検索クエリをウィンドウやアプリケーション間で同期する。 通常、検索フィールドにクエリを入力すると、すべてのアプリケーションのすべての検索フィールドが同じ値で更新されます。これはまったくのナンセンスであり、この設定を「いいえ」にすることで無効にできます。
pt_br: Sincronizar consultas de busca entre janelas e aplicativos. Normalmente, quando você digita uma consulta de busca em um campo de busca, todos os campos de busca em todos os aplicativos são atualizados para conter o mesmo valor. Isso é um completo absurdo e pode ser desativado definindo esta preferência como Não.
ru: Синхронизировать поисковые запросы между окнами и приложениями. Обычно при вводе поискового запроса в поле поиска все поля поиска во всех приложениях обновляются, получая то же значение. Это полная бессмыслица, и её можно отключить, установив этот параметр в «Нет».
zh_hans: 是否应在窗口和应用程序间同步搜索查询？ 通常，在查找字段输入搜索词后，所有应用的查找字段会更新为相同值。此设置完全无用，可通过将此偏好设为“否”来禁用。

# AdvancedSetting.synergyModifierRemappingEnabled
source: Support modifier remapping for keystrokes originated by Synergy.
de: Umbelegung von Modifizierertasten für von Synergy stammende Tastenanschläge unterstützen.
ja: Synergyから発生したキー入力の修飾キー再マッピングをサポートする。
pt_br: Suportar remapeamento de modificadores para teclas originadas pelo Synergy.
ru: Поддерживать переназначение модификаторов для нажатий клавиш, поступающих от Synergy.
zh_hans: 是否应支持由 Synergy 产生的按键修饰映射？

# AdvancedSetting.tabAutoShowHoldTime
source: How long in seconds to show tabs in fullscreen. The tab bar appears briefly in fullscreen when the number of tabs changes or you switch tabs. This setting gives the time in seconds for it to remain visible.
de: Wie lange Tabs im Vollbildmodus angezeigt werden sollen, in Sekunden. Die Tab-Leiste erscheint im Vollbildmodus kurz, wenn sich die Anzahl der Tabs ändert oder Sie den Tab wechseln. Diese Einstellung legt fest, wie lange sie in Sekunden sichtbar bleibt.
ja: フルスクリーンでタブを表示する時間（秒）。 フルスクリーン時、タブの数が変わったりタブを切り替えたりすると、タブバーが一時的に表示されます。この設定はそれが表示され続ける時間（秒）を指定します。
pt_br: Por quanto tempo, em segundos, mostrar as abas em tela cheia. A barra de abas aparece brevemente em tela cheia quando o número de abas muda ou você troca de aba. Este ajuste define o tempo em segundos que ela permanece visível.
ru: Сколько секунд показывать вкладки в полноэкранном режиме. Панель вкладок ненадолго появляется в полноэкранном режиме при изменении числа вкладок или переключении между ними. Этот параметр задаёт время в секундах, в течение которого она остаётся видимой.
zh_hans: 全屏显示标签页需要多少秒？ 当标签页数量变化或切换标签页时，全屏状态下标签页会短暂出现。此设置指定其保持可见的时间（以秒为单位）。

# AdvancedSetting.tabCloseButtonsAlwaysVisible
source: Should tab close buttons always remain visible?
de: Sollen die Schließen-Schaltflächen der Tabs immer sichtbar bleiben?
ja: タブの閉じるボタンを常に表示したままにするか？
pt_br: Os botões de fechar aba devem permanecer sempre visíveis?
ru: Должны ли кнопки закрытия вкладок всегда оставаться видимыми?
zh_hans: 是否应始终让标签页关闭按钮可见？

# AdvancedSetting.tabColorMenuOptions
source: Colors for tab color menu item. Space delimited strings like #rrggbb or #rgb in sRGB color space. If the P3 color space is available, you can use strings like: color(p3 1 0.5 0.25)
de: Farben für den Menüpunkt „Tab-Farbe“. Durch Leerzeichen getrennte Zeichenfolgen wie #rrggbb oder #rgb im sRGB-Farbraum. Wenn der P3-Farbraum verfügbar ist, können Sie Zeichenfolgen wie color(p3 1 0.5 0.25) verwenden.
ja: タブの色メニュー項目の色。 sRGBカラースペースでの#rrggbbや#rgbのようなスペース区切りの文字列。P3カラースペースが利用可能な場合、color(p3 1 0.5 0.25)のような文字列も使用できます
pt_br: Cores para o item de menu de cor de aba. Strings separadas por espaço, como #rrggbb ou #rgb no espaço de cores sRGB. Se o espaço de cores P3 estiver disponível, você pode usar strings como: color(p3 1 0.5 0.25)
ru: Цвета для пункта меню цвета вкладки. Строки, разделённые пробелами, вида #rrggbb или #rgb в цветовом пространстве sRGB. Если доступно цветовое пространство P3, можно использовать строки вида: color(p3 1 0.5 0.25)
zh_hans: 标签页颜色菜单项的颜色。 如 sRGB 颜色空间中的空格分隔字符串，例如 #rrggbb 或 #rgb。若可用 P3 颜色空间，可使用类似格式：color(p3 1 0.5 0.25)。
